Repository: alantex2026/Daftar
Catalog: Daftar/Localizable.xcstrings
Source language: en
Languages: ar

source: A notebook holds sections, or Section Groups that hold more sections.
ar: يحتوي الدفتر على أقسام، أو مجموعات أقسام تحتوي على أقسام أخرى.

source: A section holds pages, and pages can hold their own sub-pages, as deep as you need.
ar: يحتوي القسم على صفحات، ويمكن أن تحتوي كل صفحة على صفحات فرعية خاصة بها، بالعمق الذي تحتاجه.

source: Add a link
ar: إضافة رابط

source: Add to Recording
ar: إضافة إلى التسجيل

source: Add to Recording…
ar: إضافة إلى التسجيل…

source: Align centre
ar: محاذاة للوسط

source: Align left
ar: محاذاة لليسار

source: Align right
ar: محاذاة لليمين

source: All Notebooks
ar: جميع الدفاتر

source: All sections are already open
ar: جميع الأقسام مفتوحة بالفعل

source: All Tags
ar: جميع الوسوم

source: Appearance
ar: المظهر

source: Applies to new pages, not ones already written.
ar: يُطبَّق على الصفحات الجديدة فقط، دون التي كُتبت سابقًا.

source: Apply
ar: تطبيق

source: Automatic
ar: تلقائي

source: Bigger
ar: أكبر

source: Bigger Text
ar: تكبير النص

source: Blue
ar: أزرق

source: Bold
ar: غامق

source: Bold (Cmd B)
ar: غامق (Cmd B)

source: Bulleted list
ar: قائمة نقطية

source: Bulleted List
ar: قائمة نقطية

source: Cancel
ar: إلغاء

source: Check spelling while typing
ar: التدقيق الإملائي أثناء الكتابة

source: Checklist
ar: قائمة مهام

source: Checklist (Cmd Shift C)
ar: قائمة مهام (Cmd Shift C)

source: Choose a tag
ar: اختيار وسم

source: Click to start recording
ar: انقر لبدء التسجيل

source: Close Other Tabs
ar: إغلاق علامات التبويب الأخرى

source: Close Tab
ar: إغلاق علامة التبويب

source: Collapse All
ar: طي الكل

source: Color
ar: اللون

source: Combining audio…
ar: جارٍ دمج الصوت…

source: Copy
ar: نسخ

source: Copy Page Text
ar: نسخ نص الصفحة

source: Couldn't access the microphone.
ar: تعذّر الوصول إلى الميكروفون.

source: Couldn't export as PDF.
ar: تعذّر التصدير كملف PDF.

source: Couldn't export as RTF.
ar: تعذّر التصدير كملف RTF.

source: Couldn't extend this recording.
ar: تعذّرت إضافة المزيد إلى هذا التسجيل.

source: Couldn't find that recording anymore.
ar: تعذّر العثور على هذا التسجيل بعد الآن.

source: Couldn't insert the recording.
ar: تعذّر إدراج التسجيل.

source: Couldn't play this recording.
ar: تعذّر تشغيل هذا التسجيل.

source: Couldn't save the RTF file.
ar: تعذّر حفظ ملف RTF.

source: Couldn't save your changes.
ar: تعذّر حفظ تغييراتك.

source: Couldn't start recording.
ar: تعذّر بدء التسجيل.

source: Create a new page in this section
ar: إنشاء صفحة جديدة في هذا القسم

source: Critical
ar: حرج

source: Dark
ar: داكن

source: Date
ar: التاريخ

source: Date and Time
ar: التاريخ والوقت

source: Default font
ar: الخط الافتراضي

source: Delete Notebook
ar: حذف الدفتر

source: Delete Page
ar: حذف الصفحة

source: Delete Permanently
ar: حذف نهائي

source: Delete Recording
ar: حذف التسجيل

source: Delete Section
ar: حذف القسم

source: Deleted notebooks, sections, and pages stay here until you empty the trash.
ar: تبقى الدفاتر والأقسام والصفحات المحذوفة هنا حتى تُفرغ المهملات.

source: Done
ar: تم

source: Duplicate
ar: تكرار

source: Editor
ar: المحرر

source: Empty the Trash?
ar: إفراغ المهملات؟

source: Empty Trash
ar: إفراغ المهملات

source: Everything in the Trash will be deleted permanently. This can't be undone.
ar: سيتم حذف كل ما في المهملات نهائيًا. لا يمكن التراجع عن هذا الإجراء.

source: Everything is organized in four levels.
ar: كل شيء منظّم في أربعة مستويات.

source: Expand All
ar: توسيع الكل

source: Export as PDF...
ar: تصدير كملف PDF...

source: Export as RTF...
ar: تصدير كملف RTF...

source: Export Notebook…
ar: تصدير الدفتر…

source: File Attachment...
ar: إرفاق ملف...

source: Find in Page
ar: البحث في الصفحة

source: Find in Page...
ar: البحث في الصفحة...

source: Format
ar: التنسيق

source: Full screen
ar: ملء الشاشة

source: Get Started
ar: ابدأ الآن

source: Gray
ar: رمادي

source: Green
ar: أخضر

source: Help
ar: المساعدة

source: Highlight colour
ar: لون التظليل

source: Import Markdown Folder…
ar: استيراد مجلد ماركداون…

source: Important Idea
ar: فكرة مهمة

source: Insert Date and Time
ar: إدراج التاريخ والوقت

source: Insert into page
ar: إدراج في الصفحة

source: Italic
ar: مائل

source: Italic (Cmd I)
ar: مائل (Cmd I)

source: Light
ar: فاتح

source: Link address
ar: عنوان الرابط

source: Link to Page...
ar: رابط إلى صفحة...

source: Microphone access was denied. Enable it in System Settings › Privacy & Security › Microphone.
ar: تم رفض الوصول إلى الميكروفون. فعّله من إعدادات النظام › الخصوصية والأمان › الميكروفون.

source: Move Out One Level
ar: نقل خارج مستوى واحد

source: Move to Notebook
ar: نقل إلى دفتر

source: Name
ar: الاسم

source: New Notebook
ar: دفتر جديد

source: New page
ar: صفحة جديدة

source: New Section
ar: قسم جديد

source: New Section Group
ar: مجموعة أقسام جديدة

source: New Section Inside
ar: قسم جديد بالداخل

source: New Sub-page
ar: صفحة فرعية جديدة

source: No headings in this page.
ar: لا توجد عناوين في هذه الصفحة.

source: No page selected
ar: لم يتم اختيار صفحة

source: No pages found
ar: لم يتم العثور على صفحات

source: No Tag
ar: بلا وسم

source: Notebook
ar: دفتر

source: NOTEBOOKS
ar: الدفاتر

source: Numbered list
ar: قائمة مرقمة

source: Numbered List
ar: قائمة مرقمة

source: OK
ar: حسنًا

source: Open another section in a tab
ar: فتح قسم آخر في علامة تبويب

source: Open any page to write - rich text, tables, links, images, and more.
ar: افتح أي صفحة للكتابة - نص منسّق وجداول وروابط وصور والمزيد.

source: Open in New Tab
ar: فتح في علامة تبويب جديدة

source: Orange
ar: برتقالي

source: Page
ar: صفحة

source: Paragraph alignment
ar: محاذاة الفقرة

source: Paragraph style
ar: نمط الفقرة

source: Pause
ar: إيقاف مؤقت

source: Pick a section from the sidebar, then choose or create a page.
ar: اختر قسمًا من الشريط الجانبي، ثم اختر صفحة أو أنشئ واحدة.

source: Picture...
ar: صورة...

source: Pin
ar: تثبيت

source: Pink
ar: وردي

source: PINNED
ar: المثبتة

source: Play
ar: تشغيل

source: Purple
ar: بنفسجي

source: Question
ar: سؤال

source: RECENTS
ar: الأخيرة

source: Record Audio
ar: تسجيل صوتي

source: Record Audio...
ar: تسجيل صوتي...

source: Red
ar: أحمر

source: Rename
ar: إعادة تسمية

source: Rename Recording
ar: إعادة تسمية التسجيل

source: Rename…
ar: إعادة تسمية…

source: Restore
ar: استعادة

source: Saved
ar: تم الحفظ

source: Saving…
ar: جارٍ الحفظ…

source: Search
ar: بحث

source: Search pages
ar: البحث في الصفحات

source: Section
ar: قسم

source: Share...
ar: مشاركة...

source: Share…
ar: مشاركة…

source: Show Onboarding Tour Again
ar: إظهار الجولة التعريفية مرة أخرى

source: Show or hide the sidebar
ar: إظهار أو إخفاء الشريط الجانبي

source: Show sidebar when Daftar opens
ar: إظهار الشريط الجانبي عند فتح دفتر

source: Smaller
ar: أصغر

source: Smaller Text
ar: تصغير النص

source: Something Went Wrong
ar: حدث خطأ ما

source: Stop and Add
ar: إيقاف وإضافة

source: Stop and Insert
ar: إيقاف وإدراج

source: Strikethrough
ar: يتوسطه خط

source: Strikethrough (Cmd Shift X)
ar: يتوسطه خط (Cmd Shift X)

source: System
ar: النظام

source: Table
ar: جدول

source: Table of Contents
ar: جدول المحتويات

source: Tag
ar: الوسم

source: Teal
ar: فيروزي

source: Text colour
ar: لون النص

source: That recording's page changed before the extended audio finished.
ar: تغيّرت صفحة هذا التسجيل قبل انتهاء الصوت الموسّع.

source: The top level - one per project, class, or area of your life.
ar: المستوى الأعلى - واحد لكل مشروع أو مادة دراسية أو جانب من حياتك.

source: Theme
ar: السمة

source: This can't be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: This page's saved content couldn't be read. It may be damaged.
ar: تعذّرت قراءة محتوى هذه الصفحة المحفوظ. قد يكون تالفًا.

source: Title
ar: العنوان

source: Trash
ar: المهملات

source: Trash Is Empty
ar: المهملات فارغة

source: Turn spell checking on or off
ar: تشغيل أو إيقاف التدقيق الإملائي

source: Underline
ar: تسطير

source: Underline (Cmd U)
ar: تسطير (Cmd U)

source: Unpin
ar: إلغاء التثبيت

source: Untitled
ar: بلا عنوان

source: Welcome to Daftar
ar: مرحبًا بك في دفتر

source: Yellow
ar: أصفر

source: Zoom
ar: التكبير
